/****************************************************************************/
/* verified by Japanese friend of Paul 3/2/2013
 
 /* For MainViewController.m */

/* Title of page */
"Now Playing" = "再生中";

/* Title for 'Next' label when nextSong is visible */
"Next" = "次の";

/* For MediaGroupViewController.m */

/* Title of page */
"Select Music" = "音楽を選択";

/* Collection Titles */
"Playlists" = "プレイリスト";
"Artists" = "アーティスト";
"Songs" = "曲";
"Albums" = "アルバム";
"Compilations" = "オムニバス";
"Composers" = "作曲";
"Genres" = "ジャンル";
"Podcasts" = "ポッドキャスト";

/* Need to fix Compilations and Composers */
/* For SongViewController.m */
"Shuffle" = "シャッフル";

/* For ArtistViewController.m */
"All Albums" = "すべてのアルバム";

/* For AlbumViewController.m */
"All Songs" = "すべての曲";

/* For Tags */
"Tagged" = "タグを付けた";
"Assign Tag" = "タグを割り当て";
"Add Notes" = "メモを追加";
"Tags" = "タグ";
"Add Tag" = "タグを追加する";
"Edit Tag" = "タグを編集する";
